Repository: everettjf/grapecompare
Catalog: macos/GrapeCompare/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: · %lld differing rows
zh_hans: · %lld 行存在差异

source: · Double-click a file to view its diff
zh_hans: · 双击文件查看差异

source: %@: %lld filesystem events refreshed.
zh_hans: %@：已刷新 %lld 个文件系统事件。

source: %@/s
zh_hans: %@/秒

# %lld / %lld pixels
source: %1$lld / %2$lld pixels
zh_hans: %1$lld / %2$lld 像素

source: %lld added
zh_hans: 新增 %lld 行

source: %lld changes
zh_hans: %lld 项更改

source: %lld commits
zh_hans: %lld 个提交

source: %lld conflicts
zh_hans: %lld 个冲突

source: %lld different
zh_hans: %lld 个不同

source: %lld items
zh_hans: %lld 个项目

source: %lld left only
zh_hans: %lld 个仅左侧

source: %lld modified
zh_hans: 修改 %lld 行

source: %lld of %lld files reviewed
zh_hans: 已审阅 %lld / %lld 个文件

source: %lld of %lld operations
zh_hans: 已完成 %1$lld/%2$lld 项操作

source: %lld of %lld resolved
zh_hans: 已解决 %lld / %lld

source: %lld of %lld reviewed
zh_hans: 已审阅 %lld / %lld

source: %lld operations
zh_hans: %lld 项操作

source: %lld queued
zh_hans: 已排队 %lld 项

source: %lld removed
zh_hans: 移除 %lld 行

source: %lld right only
zh_hans: %lld 个仅右侧

source: %lld same
zh_hans: %lld 个相同

source: %lld selected
zh_hans: 已选择 %lld 项

source: %lld structured differences
zh_hans: %lld 项结构化差异

source: ← Copy
zh_hans: ← 复制

source: ↵ final newline differs
zh_hans: ↵ 末尾换行不同

source: A writable right-side file is required.
zh_hans: 需要可写的右侧文件。

source: About %@ remaining
zh_hans: 预计还需 %@

source: Absolute
zh_hans: 绝对

source: Accept Base for Conflict
zh_hans: 冲突采用基准版本

source: Accept Both for Conflict
zh_hans: 冲突同时采用双方

source: Accept Ours for All Conflicts
zh_hans: 所有冲突采用我方版本

source: Accept Ours for Conflict
zh_hans: 冲突采用我方版本

source: Accept Theirs for All Conflicts
zh_hans: 所有冲突采用对方版本

source: Accept Theirs for Conflict
zh_hans: 冲突采用对方版本

source: Action
zh_hans: 操作

source: Actions
zh_hans: 操作

source: Actions for %lld selected items
zh_hans: 对 %lld 个已选项目执行操作

source: Actual Pixels
zh_hans: 实际像素

source: Actual Size
zh_hans: 实际大小

source: Add a local note for this change
zh_hans: 为此变更添加本地备注

source: Added
zh_hans: 已添加

source: Align
zh_hans: 对齐

source: All
zh_hans: 全部

source: All Stages
zh_hans: 所有阶段

source: All Statuses
zh_hans: 所有状态

source: Alpha
zh_hans: 透明度

source: Alpha Channel
zh_hans: Alpha 通道

source: Appearance
zh_hans: 外观

source: Apple Developer Metadata
zh_hans: Apple 开发者元数据

source: Application Identifier
zh_hans: 应用标识符

source: Asset Groups
zh_hans: 资源组

source: Auto Align Locally
zh_hans: 本地自动对齐

source: Back
zh_hans: 返回

source: Base
zh_hans: 基准

source: Base lines %@
zh_hans: 基准第 %@ 行

source: Binary
zh_hans: 二进制

source: Binary files differ; cannot show a text diff
zh_hans: 二进制文件不同，无法显示文本差异

source: Bit Depth
zh_hans: 位深度

source: Blink
zh_hans: 闪烁

source: Blue
zh_hans: 蓝色

source: Both
zh_hans: 两者

source: Both items must be the same kind.
zh_hans: 两个项目必须是同一类型。

source: Branches, commits, index, worktree, and history
zh_hans: 分支、提交、索引、工作树和历史

source: Build a previewable folder synchronization plan
zh_hans: 创建可预览的文件夹同步计划

source: Bundle Identifier
zh_hans: 套件标识符

source: Cancel
zh_hans: 取消

source: Cancel Pending Work
zh_hans: 取消待执行操作

source: Cancel stops before the next safe commit. Completed operations remain undoable.
zh_hans: 取消会在下一次安全提交前停止，已完成的操作仍可撤销。

source: Change
zh_hans: 更改

source: Changed
zh_hans: 已更改

source: Changed files tree
zh_hans: 变更文件树

source: Changes in Last 7 Days
zh_hans: 最近 7 天的变更

source: Changes in Last 24 Hours
zh_hans: 最近 24 小时的变更

source: Changes in Last 30 Days
zh_hans: 最近 30 天的变更

source: Changeset layout
zh_hans: 变更集布局

source: Channels
zh_hans: 通道

source: Choose
zh_hans: 选择

source: Choose a focused workflow or drop two items for a quick comparison
zh_hans: 选择一种工作流，或拖入两个项目快速比较

source: Choose a row to inspect its revisions.
zh_hans: 选择一个变更行以查看其历史版本。

source: Choose exactly two files to compare.
zh_hans: 请选择恰好两个文件进行比较。

source: Choose exactly two local files.
zh_hans: 请选择恰好两个本地文件。

source: Choose the image to keep
zh_hans: 选择要保留的图像

source: Choose two files or folders
zh_hans: 选择两个文件或文件夹

source: Choose…
zh_hans: 选择…

source: Clear
zh_hans: 清空

source: Clear All
zh_hans: 全部清除

source: Clear all operation history?
zh_hans: 清除全部操作历史？

source: Clear History
zh_hans: 清除历史

source: Clear History…
zh_hans: 清除历史…

source: Clear Recent Comparisons
zh_hans: 清除最近比较

source: Clear Selection
zh_hans: 清除选择

source: Clipboard text exceeds the 8 MiB safety limit.
zh_hans: 剪贴板文本超过 8 MiB 安全限制。

source: Close
zh_hans: 关闭

source: Close %@
zh_hans: 关闭 %@

source: Close Comparison
zh_hans: 关闭比较

source: Code size: %.0f pt
zh_hans: 代码字号：%.0f 磅

source: Collapse folder
zh_hans: 折叠文件夹

source: Color Model
zh_hans: 色彩模型

source: Color Profile
zh_hans: 色彩配置文件

source: Comfortable diff row spacing
zh_hans: 使用舒适的差异行间距

source: Commit Graph
zh_hans: 提交图

source: Compare
zh_hans: 比较

source: Compare ${files}
zh_hans: 比较 ${files}

source: Compare A ↔ B
zh_hans: 比较 A ↔ B

source: Compare again
zh_hans: 重新比较

source: Compare base, ours, and theirs; resolve conflicts into editable output
zh_hans: 比较基准、我方和对方版本，并将冲突解决到可编辑输出中

source: Compare branches, commits, index, and working tree without checkout
zh_hans: 无需检出即可比较分支、提交、索引和工作区

source: Compare Files
zh_hans: 比较文件

source: Compare Folders
zh_hans: 比较文件夹

source: Compare Git Repository
zh_hans: 比较 Git 仓库

source: Compare HEAD ↔ INDEX
zh_hans: 比较 HEAD ↔ 暂存区

source: Compare HEAD ↔ WORKTREE
zh_hans: 比较 HEAD ↔ 工作区

source: Compare INDEX ↔ WORKTREE
zh_hans: 比较暂存区 ↔ 工作区

source: Compare Metadata
zh_hans: 比较元数据

source: Compare POSIX permissions, ownership, and extended attributes
zh_hans: 比较 POSIX 权限、所有权和扩展属性

source: Compare Swift Files
zh_hans: 比较 Swift 文件

source: Compare Swift Project Folders
zh_hans: 比较 Swift 项目文件夹

source: Compare this revision with its previous revision
zh_hans: 将此版本与上一版本比较

source: Compare using parent commit %@
zh_hans: 使用父提交 %@ 进行比较

source: Compare with HEAD
zh_hans: 与 HEAD 比较

source: Compare with Parent
zh_hans: 与父提交比较

source: Compare with Previous
zh_hans: 与上一版本比较

source: Comparing…
zh_hans: 正在比较…

source: Comparison
zh_hans: 比较

source: Comparison and ignore options
zh_hans: 比较和忽略选项

source: Completed file operations will appear here.
zh_hans: 已完成的文件操作会显示在这里。

source: Conflict at base lines %@
zh_hans: 基准版本第 %@ 行存在冲突

source: Conflict markers remain in the output
zh_hans: 输出中仍有冲突标记

source: Conflicts
zh_hans: 冲突

source: Continue After Failures
zh_hans: 失败后继续

source: Continue Comparing
zh_hans: 继续比较

source: Controls whether later reviewed items run after one item fails
zh_hans: 控制某项失败后是否继续执行后续已审阅项目

source: Copied
zh_hans: 已复制

source: Copy · Left → Right
zh_hans: 复制 · 左 → 右

source: Copy · Right → Left
zh_hans: 复制 · 右 → 左

source: Copy →
zh_hans: 复制 →

source: Copy Dry-Run Report
zh_hans: 复制预演报告

source: Copy File Contents
zh_hans: 复制文件内容

source: Copy File Path
zh_hans: 复制文件路径

source: Copy or Replace
zh_hans: 复制或覆盖

source: Copy Path
zh_hans: 复制路径

source: Counting hidden items, bytes, links, and current destinations.
zh_hans: 正在统计隐藏项目、字节、链接和当前目标。

source: Current difference
zh_hans: 当前差异

source: Custom Ignore Profile
zh_hans: 自定义忽略配置

source: Custom Plan
zh_hans: 自定义计划

source: Custom regular expressions
zh_hans: 自定义正则表达式

source: Custom Regular Expressions…
zh_hans: 自定义正则表达式…

source: Custom Text Filters
zh_hans: 自定义文本过滤器

source: Dark
zh_hans: 深色

source: Deleted
zh_hans: 已删除

source: Demo data is generated locally and never leaves your Mac.
zh_hans: 演示数据在本机生成，绝不会离开您的 Mac。

source: Destinations to replace: %lld
zh_hans: 将覆盖的目标：%lld 个

source: Detached HEAD
zh_hans: 分离的 HEAD

source: Developer Ignore Profile
zh_hans: 开发者忽略配置

source: Difference
zh_hans: 差异

source: Difference Heatmap
zh_hans: 差异热图

source: Difference Rendering
zh_hans: 差异渲染

source: Differences
zh_hans: 差异

source: Different Pixels
zh_hans: 差异像素

source: Dimensions
zh_hans: 尺寸

source: Disabled
zh_hans: 已停用

source: Discard and Close
zh_hans: 放弃并关闭

source: Discard Changes
zh_hans: 放弃更改

source: Discard merge output?
zh_hans: 放弃合并输出？

source: Discard unsaved comparison output?
zh_hans: 放弃尚未保存的比较输出？

source: Done
zh_hans: 完成

source: Drop a file here
zh_hans: 将文件拖到这里

source: Drop a folder here
zh_hans: 将文件夹拖到这里

source: Drop exactly two files or folders to compare immediately
zh_hans: 拖入恰好两个文件或文件夹即可立即比较

source: Drop exactly two files or two folders to compare them immediately
zh_hans: 拖入恰好两个文件或两个文件夹即可立即比较

source: Drop exactly two files or two folders.
zh_hans: 请拖入恰好两个文件或两个文件夹。

source: Drop two items anywhere in this card
zh_hans: 将两个项目拖放到此卡片任意位置

source: Drop, merge, or inspect a repository
zh_hans: 拖放、合并或检查仓库

source: Edit Custom Ignore Profile…
zh_hans: 编辑自定义忽略配置…

source: Editable comparison output
zh_hans: 可编辑的比较输出

source: Editable Merge Output
zh_hans: 可编辑的合并输出

source: Editable Output
zh_hans: 可编辑输出

source: Editable three-way merge output
zh_hans: 可编辑的三方合并输出

source: Enabled
zh_hans: 已启用

source: Encoded Size
zh_hans: 编码大小

source: Enter one gitignore-style pattern per line.
zh_hans: 每行输入一个 gitignore 风格的模式。

source: Enter one regular expression per line. Matching text is replaced with the same comparison-only placeholder; source files are never modified.
zh_hans: 每行输入一个正则表达式。匹配文本只会在比较键中替换为相同占位符，源文件永远不会被修改。

source: Entitlements
zh_hans: 权限声明

source: Exact whitespace
zh_hans: 精确空白

source: Executable
zh_hans: 可执行文件

source: Execute Plan
zh_hans: 执行计划

source: Executing plan…
zh_hans: 正在执行计划…

source: Expand folder
zh_hans: 展开文件夹

source: Export Comparison as PDF…
zh_hans: 将比较导出为 PDF…

source: Export Current Plan…
zh_hans: 导出当前计划…

source: Export Failed
zh_hans: 导出失败

source: Export or save the edited output before closing if you want to keep it.
zh_hans: 如需保留编辑后的输出，请在关闭前导出或保存。

source: Export Result…
zh_hans: 导出结果…

source: Export the merge result before leaving if you want to keep it.
zh_hans: 若要保留合并结果，请在离开前导出。

source: External Editor
zh_hans: 外部编辑器

source: Failed to read file: %@
zh_hans: 读取文件失败：%@

source: Fast
zh_hans: 快速

source: Fields
zh_hans: 字段

source: File
zh_hans: 文件

source: File History
zh_hans: 文件历史

source: File History Failed
zh_hans: 无法读取文件历史

source: Files
zh_hans: 文件

source: Files are identical
zh_hans: 文件完全相同

source: filesystem items
zh_hans: 文件系统项目

source: Filter
zh_hans: 筛选

source: Filter paths
zh_hans: 筛选路径

source: Filter paths or values
zh_hans: 筛选路径或值

source: Fit
zh_hans: 适合窗口

source: Flat
zh_hans: 平铺

source: Folder comparison is incomplete
zh_hans: 文件夹比较不完整

source: Folder is empty
zh_hans: 文件夹为空

source: Folders
zh_hans: 文件夹

source: Follow System
zh_hans: 跟随系统

source: Forget %@
zh_hans: 忘记 %@

source: Format
zh_hans: 格式

source: from %@
zh_hans: 来自 %@

source: From revision
zh_hans: 起始版本

source: Git Action Failed
zh_hans: Git 操作失败

source: Git Comparison Failed
zh_hans: Git 比较失败

source: Git LFS pointer
zh_hans: Git LFS 指针

source: Git live change notifications
zh_hans: Git 实时变更通知

source: Git Repository
zh_hans: Git 仓库

source: Git submodule
zh_hans: Git 子模块

source: Go to line
zh_hans: 跳转到行

source: GrapeCompare Git changes updated
zh_hans: GrapeCompare Git 变更已更新

source: Green
zh_hans: 绿色

source: HEAD ↔ INDEX
zh_hans: HEAD ↔ 暂存区

source: HEAD ↔ WORKTREE
zh_hans: HEAD ↔ 工作区

source: Hide output
zh_hans: 隐藏输出

source: Home
zh_hans: 首页

source: Horizontal: %lld px
zh_hans: 水平：%lld 像素

# Hunk %lld of %lld
source: Hunk %1$lld of %2$lld
zh_hans: 差异块 %1$lld，共 %2$lld

# Hunk %lld/%lld
source: Hunk %1$lld/%2$lld
zh_hans: 差异块 %1$lld/%2$lld

source: Identical Pixels
zh_hans: 相同像素

source: If an item fails
zh_hans: 如果某项失败

source: Ignore all whitespace
zh_hans: 忽略所有空白

source: Ignore C-style line comments
zh_hans: 忽略 C 风格行注释

source: Ignore case
zh_hans: 忽略大小写

source: Ignore final newline
zh_hans: 忽略末尾换行

source: Ignore hexadecimal addresses
zh_hans: 忽略十六进制地址

source: Ignore line-ending format
zh_hans: 忽略行尾格式

source: Ignore shell line comments
zh_hans: 忽略 Shell 行注释

source: Ignore single-line HTML comments
zh_hans: 忽略单行 HTML 注释

source: Ignore timestamps
zh_hans: 忽略时间戳

source: Ignore UUIDs
zh_hans: 忽略 UUID

source: Ignore whitespace changes
zh_hans: 忽略空白变化

source: Image Conflict Resolution
zh_hans: 图像冲突解决

source: Image difference heatmap
zh_hans: 图片差异热图

source: Image display
zh_hans: 图片显示

source: Image Inputs
zh_hans: 图像输入

source: Image Inspector
zh_hans: 图像检查器

source: Image navigator and pixel inspector
zh_hans: 图像导航器与像素检查器

source: Image Unavailable
zh_hans: 图像不可用

source: Image zoom
zh_hans: 图像缩放

source: Images are identical
zh_hans: 图片完全相同

source: Images differ
zh_hans: 图片存在差异

source: Import Plan…
zh_hans: 导入计划…

source: Import, export, or inspect operation history
zh_hans: 导入、导出或查看操作历史

source: Independent and identical changes were merged automatically.
zh_hans: 独立更改和相同更改已自动合并。

source: INDEX ↔ WORKTREE
zh_hans: 暂存区 ↔ 工作区

source: Inspect Again
zh_hans: 重新检查

source: Inspect Apple Metadata
zh_hans: 检查 Apple 元数据

source: Inspecting the real filesystem…
zh_hans: 正在检查实际文件系统…

source: Intensity
zh_hans: 强度

source: Invalid regular expression: %@
zh_hans: 无效的正则表达式：%@

source: Invalid Structured Document
zh_hans: 无效的结构化文档

source: Items that could not be completed
zh_hans: 未能完成的项目

source: Items to move to Trash: %lld
zh_hans: 将移入废纸篓：%lld 个

source: JSON View
zh_hans: JSON 视图

source: Large file
zh_hans: 大文件

source: Last live refresh
zh_hans: 上次实时刷新

source: Latest · Undoable
zh_hans: 最新 · 可撤销

source: Left
zh_hans: 左侧

source: Left folder
zh_hans: 左侧文件夹

source: Left image
zh_hans: 左侧图片

source: Left Only
zh_hans: 仅左侧

# Left: %lld×%lld
source: Left: %1$lld×%2$lld
zh_hans: 左侧：%1$lld×%2$lld

source: Light
zh_hans: 浅色

source: Line
zh_hans: 行

source: Live updates are disabled
zh_hans: 实时更新已停用

source: Live updates are enabled
zh_hans: 实时更新已启用

source: Live updates are paused to protect unsaved output.
zh_hans: 为保护未保存的输出，实时更新已暂停。

source: Load Demo
zh_hans: 载入演示

source: Load More
zh_hans: 加载更多

source: Loading…
zh_hans: 正在加载…

source: Local
zh_hans: 本地处理

source: Lock Pixel Sample
zh_hans: 锁定像素采样

source: Mark Reviewed
zh_hans: 标记为已审阅

source: Maximum channel difference: %u
zh_hans: 最大通道差异：%u

source: Merge
zh_hans: 合并

source: Merge Base %@
zh_hans: 合并基点 %@

source: Merge Failed
zh_hans: 合并失败

source: Merging…
zh_hans: 正在合并…

source: Metadata
zh_hans: 元数据

source: Mirror Left → Right
zh_hans: 镜像左侧 → 右侧

source: Missing
zh_hans: 缺失

source: Modified
zh_hans: 已修改

source: More
zh_hans: 更多

source: More operations for the selected rows
zh_hans: 对已选行执行更多操作

source: More Workflows
zh_hans: 更多工作流

source: Move — destination must be empty
zh_hans: 移动 — 目标必须不存在

source: Move · Left → Right
zh_hans: 移动 · 左 → 右

source: Move · Right → Left
zh_hans: 移动 · 右 → 左

source: Move Left → Right
zh_hans: 左 → 右移动

source: Move left item to Trash
zh_hans: 将左侧项目移入废纸篓

source: Move Right → Left
zh_hans: 右 → 左移动

source: Move right item to Trash
zh_hans: 将右侧项目移入废纸篓

source: Move to Trash
zh_hans: 移入废纸篓

source: Native comparison for files, folders, images, merges, and Git
zh_hans: 面向文件、文件夹、图像、合并和 Git 的原生比较工具

source: Native, fast, and professional file & folder comparison
zh_hans: 原生、快速、专业的文件与文件夹比较工具

source: Nested Code
zh_hans: 嵌套代码

source: New Comparison
zh_hans: 新建比较

source: New Comparison (⌘N)
zh_hans: 新建比较 (⌘N)

source: Next Change
zh_hans: 下一个变更

source: Next Conflict
zh_hans: 下一个冲突

source: Next difference
zh_hans: 下一处差异

source: Next hunk
zh_hans: 下一个差异块

source: Next search result
zh_hans: 下一个搜索结果

source: No
zh_hans: 否

source: No commit exists before the selected time range.
zh_hans: 所选时间范围之前没有提交。

source: No Commit History
zh_hans: 没有提交历史

source: No Conflicts
zh_hans: 没有冲突

source: No File History
zh_hans: 没有文件历史

source: No Git Differences
zh_hans: 没有 Git 差异

source: No items match the current filter
zh_hans: 没有项目符合当前筛选条件

source: No Operation History
zh_hans: 暂无操作历史

source: Not selected
zh_hans: 未选择

source: Nothing changes until you execute this reviewed plan.
zh_hans: 在执行已审阅计划前，不会更改任何内容。

source: Notifications are disabled in System Settings.
zh_hans: 通知已在系统设置中停用。

source: Object key order and serialization format are ignored.
zh_hans: 对象键顺序和序列化格式将被忽略。

source: OK
zh_hans: 好

source: One-Up
zh_hans: 单栏

source: Only on the left
zh_hans: 仅存在于左侧

source: Only on the right
zh_hans: 仅存在于右侧

source: Open Commit Changeset
zh_hans: 打开提交变更集

source: Open file diff
zh_hans: 打开文件差异

source: Open File History
zh_hans: 打开文件历史

source: Open in Default Editor
zh_hans: 在默认编辑器中打开

source: Open Repository
zh_hans: 打开仓库

source: Open Repository in Terminal
zh_hans: 在终端中打开仓库

source: Open Source
zh_hans: 开源

source: Open two files in GrapeCompare and compare them.
zh_hans: 在 GrapeCompare 中打开并比较两个文件。

source: Operation completed, but its undo history could not be saved: %@
zh_hans: 操作已完成，但无法保存撤销历史：%@

source: Operation History
zh_hans: 操作历史

source: Operation Plan Error
zh_hans: 操作计划错误

source: operations
zh_hans: 项操作

source: Options
zh_hans: 选项

source: or choose below
zh_hans: 或在下方选择

source: Original serialized content
zh_hans: 原始序列化内容

source: Ours
zh_hans: 我方

source: Ours: %lld px · Theirs: %lld px
zh_hans: 我们的版本：%lld 像素 · 他们的版本：%lld 像素

source: Output
zh_hans: 输出

source: Overlay
zh_hans: 叠加

source: Package Type
zh_hans: 包类型

source: Parents:
zh_hans: 父提交：

source: Partially Staged
zh_hans: 部分暂存

source: Paste a file or text for file comparison.
zh_hans: 请粘贴文件或文本以进行文件比较。

source: Paste Left
zh_hans: 粘贴到左侧

source: Paste Right
zh_hans: 粘贴到右侧

source: Patch
zh_hans: 补丁

source: Path
zh_hans: 路径

source: Pending operations were cancelled. Any completed operations are listed in the transaction and can be undone.
zh_hans: 待执行操作已取消。已完成的操作仍记录在事务中并可撤销。

source: Pending work cancelled
zh_hans: 待执行操作已取消

source: Pixel difference threshold
zh_hans: 像素差异阈值

source: Plan complete
zh_hans: 计划已完成

source: Plan completed with some failures
zh_hans: 计划已完成，部分项目失败

source: Plan is no longer safe to execute
zh_hans: 此计划已无法安全执行

source: Plans
zh_hans: 计划

source: Please choose a folder.
zh_hans: 请选择文件夹。

source: Please drop a file.
zh_hans: 请拖入一个文件。

source: Please drop a folder.
zh_hans: 请拖入一个文件夹。

source: Preconditions are checked again immediately before each commit.
zh_hans: 每次提交前都会再次检查前置条件。

source: Preparing plan…
zh_hans: 正在准备计划…

source: Previous Change
zh_hans: 上一个变更

source: Previous Conflict
zh_hans: 上一个冲突

source: Previous difference
zh_hans: 上一处差异

source: Previous hunk
zh_hans: 上一个差异块

source: Previous search result
zh_hans: 上一个搜索结果

source: Print Comparison…
zh_hans: 打印比较…

source: Profile UUID
zh_hans: 描述文件 UUID

source: Proportional
zh_hans: 按比例

source: Provisioning Profile
zh_hans: 描述文件

source: Queue an operation for the selected rows
zh_hans: 为选中的行排队操作

source: Queue Left → Right
zh_hans: 排队左 → 右

source: Queue Left to Right
zh_hans: 排队左到右操作

source: Queue operations, synchronize folders, or manage plans
zh_hans: 将操作加入队列、同步文件夹或管理计划

source: Queue Right → Left
zh_hans: 排队右 → 左

source: Queue Right to Left
zh_hans: 排队右到左操作

source: Quick Compare
zh_hans: 快速比较

source: Quick Compare drop zone
zh_hans: 快速比较拖放区域

source: Quick Compare Failed
zh_hans: 快速比较失败

source: Quick compare, resolve a merge, or inspect a Git repository
zh_hans: 快速比较、解决合并冲突或检查 Git 仓库

source: Quick Look
zh_hans: 快速查看

source: Reading file history…
zh_hans: 正在读取文件历史…

source: Reading Git repository…
zh_hans: 正在读取 Git 仓库…

source: Recent
zh_hans: 最近使用

source: Recent comparison actions
zh_hans: 最近比较操作

source: Recent Comparisons
zh_hans: 最近比较

source: Recent Repositories
zh_hans: 最近的仓库

source: Recursive comparison with safe, reviewable operations
zh_hans: 递归比较并提供安全、可审查的操作

source: Recursively compare folders to find added, missing, and modified files
zh_hans: 递归比较文件夹，查找新增、缺失和修改的文件

source: Red
zh_hans: 红色

source: Redo Conflict Resolution
zh_hans: 重做冲突解决

source: References
zh_hans: 引用

source: Refresh Git Comparison
zh_hans: 刷新 Git 比较

source: Refreshing…
zh_hans: 正在刷新…

source: Remove
zh_hans: 移除

source: Removed
zh_hans: 已移除

source: Renamed
zh_hans: 已重命名

source: Reopen inputs and compare their current contents
zh_hans: 重新打开输入项目并比较其当前内容

source: Reopens the inputs and compares their current contents
zh_hans: 重新打开输入并比较其当前内容

source: Replace with backup · Left → Right
zh_hans: 备份后覆盖 · 左 → 右

source: Replace with backup · Right → Left
zh_hans: 备份后覆盖 · 右 → 左

source: Report Failed
zh_hans: 报告操作失败

source: Repository
zh_hans: 仓库

source: Repository Actions
zh_hans: 仓库操作

source: Repository commit history
zh_hans: 仓库提交历史

source: Repository History
zh_hans: 仓库历史

source: Reset
zh_hans: 重置

source: Reset Alignment
zh_hans: 重置对齐

source: Resolution
zh_hans: 分辨率

source: Resolve every conflict before export
zh_hans: 导出前请解决所有冲突

source: Resolve text and image conflicts
zh_hans: 解决文本和图像冲突

source: Resume Last
zh_hans: 恢复上次比较

source: Resume Last Session
zh_hans: 恢复上次会话

source: Reveal in Finder
zh_hans: 在访达中显示

source: Reveal Repository in Finder
zh_hans: 在访达中显示仓库

source: Review destructive changes carefully
zh_hans: 请仔细审阅破坏性更改

source: Review File Operation Plan
zh_hans: 审阅文件操作计划

source: Review Note
zh_hans: 审阅备注

source: Review Plan
zh_hans: 审阅计划

source: Review progress
zh_hans: 审阅进度

source: Reviewed
zh_hans: 已审阅

source: Right
zh_hans: 右侧

source: Right folder
zh_hans: 右侧文件夹

source: Right image
zh_hans: 右侧图片

source: Right image opacity
zh_hans: 右侧图片不透明度

source: Right Only
zh_hans: 仅右侧

# Right: %lld×%lld
source: Right: %1$lld×%2$lld
zh_hans: 右侧：%1$lld×%2$lld

source: Rules
zh_hans: 规则

source: Same
zh_hans: 相同

source: Save
zh_hans: 保存

source: Save a Copy…
zh_hans: 另存副本…

source: Save and Continue
zh_hans: 保存并继续

source: Save changes before leaving?
zh_hans: 离开前保存更改？

source: Save Failed
zh_hans: 保存失败

source: Save Filters
zh_hans: 保存过滤器

source: Save Merge and Close
zh_hans: 保存合并并关闭

source: Save Right
zh_hans: 保存到右侧

source: Saved transactions remain protected by snapshot checks.
zh_hans: 已保存的事务仍受快照检查保护。

source: Scanning and comparing folders…
zh_hans: 正在扫描并比较文件夹…

source: Search
zh_hans: 搜索

source: Search both files
zh_hans: 搜索两侧文件

source: Select a changed file
zh_hans: 选择一个已变更文件

source: Select a Changed File
zh_hans: 选择一个已变更文件

source: Selected
zh_hans: 已选择

source: Selected Items
zh_hans: 已选项目

source: Selected: %@
zh_hans: 已选择：%@

source: Share Comparison…
zh_hans: 分享比较…

source: Shortcuts
zh_hans: 快捷比较

source: Show Load Demo button
zh_hans: 显示“载入演示”按钮

source: Show Load Demo button on the home screen
zh_hans: 在主屏幕显示“载入演示”按钮

source: Side by Side
zh_hans: 并排

source: Side-by-side diff with line and in-line highlighting
zh_hans: 并排显示差异，并提供行级与行内高亮

source: Signed
zh_hans: 已签名

source: Signing Identifier
zh_hans: 签名标识符

source: Size
zh_hans: 大小

source: Source
zh_hans: 源文件

source: Sources to move: %lld
zh_hans: 将移动的源项目：%lld 个

source: Split
zh_hans: 分割

source: Stage
zh_hans: 阶段

source: Staged
zh_hans: 已暂存

source: Staging index
zh_hans: 暂存区

source: Start a Comparison
zh_hans: 开始比较

source: Status
zh_hans: 状态

source: Stop on First Failure
zh_hans: 首次失败即停止

source: Stored locally for this repository and comparison
zh_hans: 仅为此仓库和比较保存在本地

source: Structured Values Are Equivalent
zh_hans: 结构化值等价

source: Swap sides
zh_hans: 交换两侧

source: Swap sides and compare again
zh_hans: 交换两侧并重新比较

source: Sync
zh_hans: 同步

source: Synchronization
zh_hans: 同步

source: Team Identifier
zh_hans: 团队标识符

source: Text
zh_hans: 文本

source: Text diff is not rendered because a file exceeds 256 MB
zh_hans: 文件超过 256 MB，未渲染文本差异

source: Text, structured data, images, and developer formats
zh_hans: 文本、结构化数据、图像和开发者格式

source: The clipboard does not contain a file or text.
zh_hans: 剪贴板中没有文件或文本。

source: The copied data could not be verified: %@
zh_hans: 无法验证复制的数据：%@

source: The destination already exists: %@
zh_hans: 目标已存在：%@

source: The destination cannot be inside the source.
zh_hans: 目标不能位于源项目内部。

source: The destination changed after the plan was reviewed: %@
zh_hans: 审阅计划后目标已更改：%@

source: The editable output contains changes that have not been saved.
zh_hans: 可编辑输出包含尚未保存的更改。

source: The item to replace no longer exists: %@
zh_hans: 要覆盖的项目已不存在：%@
